const a_list_1 = ["잠깐 머리 식힐 땐 드라마지! 혼자 넷플릭스를 보며 에너지를 충전한다.",
"다른 친구들과 답을 맞춰 보며 다음 시간에 대한 긴장을 푼다.",
"어떡하지! 수능날 맞춰서 모든 계획을 다 짜 놨는데.. 일주일 계획 다시 고민해봐야겠다. 큰일났네.",
"수면에 좋은 차를 마시고 꿀잠을 잔다.",
"000고등학교 어떻게 가요? 주위 사람들에게 도움을 요청한다.",
"이 ‘수능’이라는 드라마의 주인공은 나야! 느낌 가는대로 찍는다.",
"“국어 비문학에 경제 지문이 나왔는데 처음 보는 개념이어서 너무 어려웠고, 영어는 37번 문제가 너무 안 풀렸어. 모르는 단어가 많았던 건 아닌데 이상하게 해석이 잘 안 되더라고. 그래도 열심히 공부한 것도 많이 나왔고 괜찮을 것 같아.”",
"괜찮아? 열심히 준비 했는데 속상하지... 고생 많았으니 일단은 조금 쉬자."]

const a_list_2 = ["친구에게 전화를 걸어 수다를 떨며 스트레스를 푼다.",
"혼자 조용히 마음을 가다듬으며 다음 시간 시험을 준비한다.",
"와 일주일 더 생겼네! 계속 부족했던 수학 문제 먼저 좀 풀다가.. 좀 더 부족한 거 생각나면 메워야겠다. 문제집 안 버리길 잘했네.",
"‘내일 고사장 가는 길에 갑자기 눈이 너무 많이 오면 어떡하지? 근데 지금 11월인데 눈이 오나? 아니 근데 갑자기 폭설이 올 수도 있잖아. 그래서 갑자기 고립되면 어떡하지? 눈이 너무 많이 오면 경찰차도 못 올텐데...’ 침대에 누워 각종 상상을 한다.",
"지도 어플을 켜서 현재 위치와 목적지를 확인한다.",
"그러니까 지금 1번이 답인 게 5개고... 2번도 5개... 3번만 4개네? 3번으로 고른다.",
"“국어는 어려웠는데 수학은 풀만 했어. 피곤해. 아 근데 영어 듣기 목소리 잘생겼더라.” 짧게 느낌을 이야기한다.",
"지금 성적으로 갈 수 있는 대학은 어떤 건데? 담임 선생님과 상담해 봤어? 너 수능 최저 몇이었지?"]

export {a_list_1, a_list_2}