const a1_list_1 = [
  "‘잠깐 머리 식힐 땐 유튜브지!’ 혼자 유튜브 알고리즘을 따라가며 에너지를 충전한다.",
  "다른 친구들과 답을 맞춰 보며 다음 시간에 대한 긴장을 푼다.",
  "‘어떡하지! 수능날 맞춰서 모든 계획을 다 짜 놨는데./. 일주일 계획 다시 고민해봐야겠다. 큰일났네.’",
  "'자야 할 시간이군.' 잔다.",
  "“000고등학교 어떻게 가요?” 주위 사람들에게 도움을 요청한다.",
  "‘이 ‘수능’이라는 드라마의 주인공은 나야!’ 느낌 가는대로 찍는다.",
  "“국어 비문학에 경제 지문이 나왔는데 처음 보는 개념이어서 너무 어려웠고, 영어는 37번 문제가 너무 안 풀렸어. 모르는 단어가 많았던 건 아닌데 이상하게 해석이 잘 안 되더라고. 그래도 열심히 공부한 것도 많이 나왔고 괜찮을 것 같아.”",
  "“괜찮아? 열심히 준비 했는데 속상하지... 고생 많았으니 일단은 조금 쉬자.”",
];

const a1_list_2 = [
  "친구에게 전화를 걸어 수다를 떨며 스트레스를 푼다.",
  "혼자 조용히 마음을 가다듬으며 다음 시간 시험을 준비한다.",
  "‘와 일주일 더 생겼네! 계속 부족했던 수학 문제 먼저 좀 풀다가... 좀 더 부족한 거 생각나면 메워야겠다. 문제집 안 버리길 잘했네.’",
  "‘내일 고사장 가는 길에 갑자기 눈이 너무 많이 오면 어떡하지? 근데 지금 11월인데 눈이 오나? 아니 근데 갑자기 폭설이 올 수도 있잖아. 그래서 갑자기 고립되면 어떡하지? 눈이 너무 많이 오면 경찰차도 못 올 텐데...’ 침대에 누워 각종 상상을 한다.",
  "지도 어플을 켜서 현재 위치와 목적지를 확인한다.",
  "‘그러니까 지금 1번이 답인 게 5개고... 2번도 5개... 3번만 4개네?’ 3번으로 고른다.",
  "“국어는 어려웠는데 수학은 풀만 했어. 피곤해. 아 근데 영어 듣기 목소리 잘생겼더라.” 짧게 느낌을 이야기한다.",
  "“지금 성적으로 갈 수 있는 대학은 어떤 건데? 담임 선생님과 상담해 봤어? 너 수능 최저 몇이었지?”",
];

const a2_list_1 = [
  "혼자 게임을 하거나 유튜브를 보면서 쉰다.",
  "“아!!! 야!!! 이거 1번이야?? 아!!! 나 5번인데!!!!!” 친구들과 답을 맞춰보며 화낸다.",
  "“아!!!! 내일 수능 끝나자마자 뭐할지 놀 계획 다 세워 놨는데!!!! 짜증나!!!!”",
  "‘에라 모르겠다~ 어떻게든 되겠지~’ 잔다.",
  "112에 전화해서 경찰 아저씨한테 수능 시험장에 데려다 달라고 한다. '이때 아니면 내가 언제 경찰차를 타 보겠어!!! 하하하'",
  "‘이 ‘수능’이라는 드라마의 주인공은 나야!’ 대충 OMR 카드만 쳐다보면서 느낌 가는 대로 찍는다.",
  "“아니 이번 국어 왜 이렇게 어렵냐고!! 진짜 평가원 개짜증나!!!! 내일 평가원 고소하러 간다.”",
  "“괜찮아! 우리에겐 수능 할인이 있어!” ^_____^",
];

const a2_list_2 = [
  "친구들과 광란의 댄스파티를 벌이며 스트레스를 푼다.",
  "잔다.",
  "“아 미친.... 문제집 다 버렸는데.. 큰일났다...”",
  "‘내일 갑자기 내가 너무너무 잘 찍어서 수능을 만점 받으면 어떡하지? 수능 만점자 인터뷰를 하러 올 거야. 그럼 나는 뭐라고 말하지? 유퀴즈에도 나갈 수 있으려나? 근데 유재석은 수능을 본 적 있나? 흠.. 유퀴즈 나가면 물어봐야지. 아 진짜 내가 갑자기 너무 유명해지면 어떡해 ㅋㅋ 친구들한테 미리 싸인해 줘야지 ㅋㅋ’ 침대에 누워 각종 상상을 한다.",
  "교복 입은 사람들이 무리 지어 가는 길로 따라간다.",
  "발문의 ‘ㅇ’ 개수를 센다. ‘음.. ㅇ이 12개나 있네? 1+2는 3. 3번으로 찍어야지.’",
  "“수능으로 나를 평가하는 것이 옳은가... 내일 지구가 멸망하면 어차피 의미가 없을텐데... 공부 안 한 내가 승자다 하하하하하하하하”",
  "“나랑 같이 재수하자! ^_____^”",
];

export { a1_list_1, a1_list_2, a2_list_1, a2_list_2 };
