const description = {
  social: [
    "차분하고 꾸준하게 목표 달성을 향해 달려가는 당신은 사탐! ",
    "지속적이고 안정적인 성과에 비중을 두고, 차분하고 꾸준하게, 성실히 목표를 향해 달려나가네요. 마치 사탐 노트정리를 꼼꼼히 하듯, 매사에 깔끔하고 정리정돈을 잘하는군요. 굉장히 성실하고 책임감도 강해요. 목표를 이루기 위해서라면 참을성 좋게 기다리는 편이죠. 말이나 행동에 신중하고, 한 우물을 파는 편이네요. 당신의 그 우물에 빠져 헤엄치고 싶을 정도로 매력적이에요~",
  ],
  history: [
    "마음만 먹으면 금방 모두와 친해지는 당신은 한국사",
    "현실적이고 실용적으로, 과정보다는 결과를 중시하는 스타일이군요. 목표가 생기면 확실한 업무 분담을 바탕으로 강하게 밀어 붙이는 편이에요. 마음만 먹으면 순식간에 딱! 한국사쯤이야 빠르게 정복할 수 있겠어요. 무언가를 문서화하는 것을 좋아하는 걸 보니, 수능 한국사를 위한 필기 노트쯤이야 당연히 가지고 있을 당신! 이 설문도 SNS에 정리해 올려보는건 어때요?(틈새홍보)",
  ],
  career: [
    "섬세하고 상식폭이 넓은 당신은 직업탐구!",
    "딱딱 규칙에 맞게 빠르게 움직이기보다는, 느긋한 관망을 통해 효율적인 방식을 찾아내는 당신. 여러 다른 매력을 가진 과목들이 모여있는 직업탐구처럼, 독립적면서도 융통성이 있네요. 섬세하고 조용해서 본인의 매력을 대놓고 자랑하지는 않지만, 은은히 뿜어져 나오는 당신의 치명적인 매력을 아무도 무시할 수는 없을 거예요.",
  ],
  foreign: [
    "공부와 휴식의 적절한 조화를 이룬 당신은 제2외국어",
    "다른 사람들과 잘 어울리고, 뭐든지 즐기면서 하려고 하네요. 대충해도 잘 하는 편이에요. 활기차고 긍정적인 반면, 충동적인 면모도 있어요. 외국어에 복잡하고 이론적인 방식으로 접근하기보다는 틀린 문법도 입 밖으로 내는 연습을 하는 것처럼, 굉장히 실천적인 타입이네요. 인맥이 넓고, 언제나 분위기메이커인 당신! 술자리의 인재로 거듭나겠셔! >0<",
  ],
  korean: [
    "누구와도 조화롭게 잘 어울리는 당신은 국어!",
    "언제나 확 드러나진 않지만, 당신이 없으면 모두가 당신을 찾는 편이군요. 마치 어느 과목이나 다 국어가 필수적인 것처럼요! 사려깊고 신중하며, 공감을 잘 해서 많은 사람들에게 인기가 많아요. 부드럽고 온화한 심성으로 깊은 내적 관계를 추구하며, 모든 사람이 자신이 가지고 있는 최상의 잠재력을 개발할 수 있도록 뒤에서 동기를 부여하고 도와주기도 하네요. 한편으로는 자아실현 욕구가 강한 면모도 있어서, 타인과 조화롭게 어울리면서도 자신만의 단단한 심성을 유지하는군요!",
  ],
  english: [
    "포용력이 좋고 화합을 좋아하는 당신은 영어!",
    "절대평가답게 경쟁보다는 화합을, 외모보다는 내면을 중시하는군요. 권위적이거나 체계적이지 않고, 공감과 동기부여를 잘 하는 편이에요. 타인의 말을 잘 들어주는 당신, 영어 듣기평가도 만점이겠죠? ^_< \n칭찬과 격려를 잘 하고, 긍정적이고 열정적이에요. 당신의 칭찬 능력을 살려 이 심리테스트 후기를 포스팅해주시는 건 어떨까요? >-<",
  ],
  science: [
    "논리정연하고 분석적인 당신은 과탐!",
    "명쾌한 분석력과 지적 능력을 바탕으로 합리적인 선택을 하는 편이네요. 자신에 대한 강한 신념을 가지고 현재를 분석해 미래를 예측하기도 하고요. 아이디어가 많고 끊임없이 배우고 공부하지만, 한편으로는 고지식하거나 이기적이라고 느껴질 수도 있어요. 잘못된 부분은 예리하게 비판하기에, 다가가기 힘든 잘난척하는 사람이라는 오해를 받을 수도 있답니다. 하지만 잘난걸 어쩌겠어요 *~^_^~*",
  ],
  math: [
    "합리적이고 완벽을 추구하는 당신은 수학!",
    "긍정적이고 열정적이며, 영리한 편이에요. 명확하고 합리적이며 논리정연해서, 주위 사람들에게 간섭받기 싫어해요. 수학 주관식 문제에서 부분점수를 주지 않는 것처럼, 옳고 그름이 분명한 성격이에요. 다소 부드럽고 관계지향적인 사람과 만난다면 자신의 이야기를 보다 쉽게 털어놓을 수 있을 거예요. 무언가에 대해 냉정하게 평가하고 비판하기도 하며, 기준이 높고 칭찬에 인색하기도 하네요. 칭찬에 인색한 당신이 이 설문에 좋은 평가를 남겨준다면 감동일 거예요~",
  ],
};

export default description;
